{
    "ABOUTME": "Hello everyone, I'm MVT, a young coding enthusiast, and I recently embraced the role of Front-end Web Developer specializing in Angular thanks to the 24ORE Business School course. In my portfolio, you can discover the projects I've worked on. I can't wait to share my passion for the world of web development with you. Thank you for being here, and happy exploration!",
    "BIRTHANDWHERE": "Place and date of birth:",
    "RESIDENCE": "Residence:",
    "PHONE": "Cellphone number:",
    "SKILL": "Main",
    "MAIN": "skills",
    "ANGULAR": "JavaScript framework for developing dynamic and interactive web applications",
    "GITHUB": "Distributed version control management for collaborating and tracking changes in the source code",
    "UX/UI": "Design and development of user experience and user interface to create intuitive and appealing designs",
    "WEBDEV": "Development of websites and applications using various approaches to ensure an efficient user experience",
    "CSS": "Styling language used to define the appearance and formatting of elements on web pages",
    "TITLELIB": "Boostrap, PrimeNg and other libraries...",
    "LIBRARIES": "Use of libraries to accelerate web development and enhance the appearance and functionality of applications",
    "SUBHEADERNBA": "Welcome to all basketball fans!",
    "P-NBA": "Here you can find all the information regarding your favorite team, players, matches and much more",
    "TABLENBA-SHORTNAME": "Abbreviation",
    "TABLENBA-FULLNAME": "Full name",
    "TABLENBA-FAV": "Favorites",
    "LBLSEARCH-IMDB": "Search for a movie",
    "TITLE-WIZARD": "Wizards",
    "TITLE-LIBRARY": "Library",
    "TITLEMODAL-LIBRARYADD": "Add book",
    "TITLEMODAL-LIBRARYTITLE": "Title",
    "TITLEMODAL-LIBRARYAUTHOR": "Author",
    "TITLEMODAL-LIBRARYEAR": "Year of publication",
    "SYNOPSIS": "Synopsis",
    "TITLEMODAL-LIBRARYEDIT": "Modifica libro",
    "TITLELOGIN-TODO": "Welcome",
    "TABLECOMPLETE": "Complete",
    "TABLETITLE": "Title",
    "TABLEDESCR": "Description",
    "TABLESTATUS": "Status",
    "TABLETODO": "To do",
    "MODALTODOTITLE": "Title",
    "MODALTODODESCR": "Description",
    "INTRO": "Intro",
    "DESCRINTR": "This virtual space contains several apps, each a chapter of my experience with Angular. Check out my CV, explore a project on Figma, and explore apps through the carousel below",
    "CRED": "You can enter with some fancy credentials",
    "NBA_DESCRIPTION": "Explore a detailed home page and discover the various teams with a list that can be filtered by category",
    "IMDB_DESCRIPTION": "Explore various movies with a searchbar and discover movie information with just one click",
    "ANIME_DESCRIPTION": "Enter the world of anime with this app that uses advanced routing to navigate to the details of your favorite anime",
    "HARRY_DESCRIPTION": "Discover the wizards of the world of Harry Potter, their most famous spells and other interesting details",
    "BOOKS_DESCRIPTION": "A complete platform with CRUD functionality to interact with your favorite book list",
    "TODO_DESCRIPTION": "Stay in control with a Todo app that always has up-to-date status using BehaviorSubject"
}
