{
    "ABOUTME": "Ciao a tutti, sono MVT, un giovane appassionato di coding e da poco ho abbracciato il ruolo di Front-end Web Developer specializzato in Angular grazie al corso della 24ORE Business School. Nel mio portfolio potrete scoprire i progetti su cui ho lavorato. Non vedo l'ora di condividere con voi la mia passione per il mondo dello sviluppo web. Grazie per essere qui e buona esplorazione!",
    "BIRTHANDWHERE": "Luogo e data di nascita:",
    "RESIDENCE": "Residenza:",
    "PHONE": "Cellulare:",
    "SKILL": "Skills",
    "MAIN": "principali",
    "ANGULAR": "Framework JavaScript per lo sviluppo di applicazioni web dinamiche e interattive",
    "GITHUB": "Gestione del controllo versione ditribuito per collaborare e tracciare le modifiche nel codice sorgente",
    "UX/UI": "Progettazione e sviluppo dell'esperienza utente e dell'interfaccia utente per creare design intuitivi e accattivanti",
    "WEBDEV": "Sviluppo di siti web e applicazioni utilizzando vari approcci per garantire un'esperienza utente efficiente",
    "CSS": "Linguaggio di stile utilizzato per definire l'aspetto e la formattazione degli elementi su pagine web",
    "TITLELIB": "Boostrap, PrimeNg ed altre librerie...",
    "LIBRARIES": "Utilizzo di librerie come Boostrap e PrimeNg per accelerare lo sviluppo web, migliorare l'aspetto e le funzionalità delle applicazioni",
    "SUBHEADERNBA": "Benvenuti a tutti gli appassionati di palla canestro!",
    "P-NBA": "Qui potrete trovare tutte le informazioni riguardanti la vostra squadra preferita, i giocatori, le partite e tanto ancora",
    "TABLENBA-SHORTNAME": "Abbreviazione",
    "TABLENBA-FULLNAME": "Nome completo",
    "TABLENBA-FAV": "Preferite",
    "LBLSEARCH-IMDB": "Cerca un film",
    "TITLE-WIZARD": "Maghi",
    "TITLE-LIBRARY": "Libreria",
    "TITLEMODAL-LIBRARYADD": "Aggiungi libro",
    "TITLEMODAL-LIBRARYTITLE": "Titolo",
    "TITLEMODAL-LIBRARYAUTHOR": "Autore",
    "TITLEMODAL-LIBRARYEAR": "Anno di pubblicazione",
    "SYNOPSIS": "Sinossi",
    "TITLEMODAL-LIBRARYEDIT": "Modifica libro",
    "TITLELOGIN-TODO": "Benvenuto",
    "TABLECOMPLETE": "Completate",
    "TABLETITLE": "Titolo",
    "TABLEDESCR": "Descrizione",
    "TABLESTATUS": "Stato",
    "TABLETODO": "Da fare",
    "MODALTODOTITLE": "Titolo",
    "MODALTODODESCR": "Descrizione",
    "INTRO": "Introduzione",
    "DESCRINTR": "Questo spazio virtuale racchiude diverse app, ognuna un capitolo della mia esperienza con Angular. Dai un'occhiata al mio CV, esplora un progetto su Figma ed esplora le app attraverso il carosello qui sotto",
    "CRED": "Puoi entrare con delle credenziali di fantasia",
    "NBA_DESCRIPTION": "Esplorate una home dettagliata e scoprite le varie squadre con una lista filtrabile per categoria",
    "IMDB_DESCRIPTION": "Esplora vari film con una searchbar e scoprite con un solo click le informazioni sui film",
    "ANIME_DESCRIPTION": "Entra nel mondo degli anime con quest'app che utilizza un routing avanzato per navigare sui dettagli dei tuoi anime preferiti",
    "HARRY_DESCRIPTION": "Scopri i maghi del mondo di Harry Potter, i loro incantesimi più famosi e altri dettagli interessanti",
    "BOOKS_DESCRIPTION": "Una piattaforma completa con funzionalità CRUD per interagire con la tua lista di libri preferiti",
    "TODO_DESCRIPTION": "Mantieni il controllo con un'app Todo dotata di uno stato sempre aggiornato grazie all'utilizzo del BehaviorSubject"
}
